Repository: CyrielBastin/Art_Gallery
Catalog: translations/homepage.*.xlf
Languages: fr

source: Contact Us
fr: Nous contacter

source: Cookie Policy
fr: Utilisation des cookies

source: Back to HomePage
fr: Retour page d'accueil

source: General Terms and Conditions
fr: Conditions générales de vente

source: Hello, hello, hello
fr: Bonjour, Bonjour

source: Welcome on Art Gallery
fr: Bienvenue sur Art Gallery

# 8489f28
source: Here, you can find hundred of paintings to discover and/or buy.<br/> You can subscribe to our Newsletter to be inform of our latest news<br/> or you can sign-in to participate in this site's life and share with<br/> your fellow art lovers.
fr: Ici, vous pouvez trouver des centaines de peintures à découvrir <br/> et/ou acheter. Vous pouvez vous inscrire à notre newsletter pour <br/> être informé de nos dernières nouvelles ou vous pouvez vous inscrire <br/> pour participer à la vie du site et partagé avec d'autres personnes.

source: All paintings here are REPRODUCTION of the original oeuvres
fr: TOUTES les peintures ici sont des REPRODUCTIONS des oeuvres originales

source: Privacy Policy
fr: Politique sur la vie privée

source: Privacy policy
fr: Politique sur la vie privée

source: Cookie policy
fr: Utilisation des cookies

source: Follow us on :
fr: Nous suivre :

source: Belgium
fr: Belgique

source: email address
fr: adresse mail

source: Subscribe
fr: S'inscrire

# b86b42f
source: Here, you can find hundred of paintings to discover and/or buy.<br/> You can subscribe to our Newsletter to be inform of our latest news<br/> or you can sign-in to participate in this site's life and share with<br/> your fellow art lovers.
fr: Ici, vous pouvez trouver une centaine de peintures à découvrir et/ou acheter.<br/> Vous pouvez vous inscrire à notre Newsletter pour être informé de nos dernières news<br/> ou vous pouvez vous connecter pour participer à la vie du site et partager avec d'autres membres.
