Repository: CyrielBastin/Art_Gallery
Catalog: translations/messages.*.xlf
Languages: fr

source: You are already registered to our Newsletter
fr: Vous êtes déjà inscrit à notre Newsletter

source: You are now subscribed to our Newsletter. Congratulations !
fr: Vous êtes maintenant inscrit à notre Newsletter. Félicitations !

source: Your comment has been successfully modified
fr: Votre commentaire a bien été modifié

source: You comment has been successfully deleted
fr: Votre commentaire a bien été supprimé

# 207386a
source: You are now registered to Art Gallery. You can now login and share with other users
fr: Vous êtes maintenant inscrit sur Art Gallery. You pouvez vous connecter et partager avec d'autres membres

source: Your profile has been updated
fr: Votre profil a été mis à jour

source: Lastname
fr: Nom de famille

source: Firstname
fr: Prénom

source: Country
fr: Pays

source: Commentary on the artist
fr: Commentaire sur l'artiste

source: Date of birth
fr: Date de naissance

source: Date of death
fr: Date de décès

source: submit
fr: soumettre

source: Firtsname
fr: Prénom

source: Subject
fr: Sujet

source: Send
fr: Envoyer

source: commentary
fr: commentaire

source: Title
fr: Titre

source: Year
fr: Année

source: Price ( € )
fr: Prix ( € )

source: Discount ( % )
fr: Promotion ( % )

source: media
fr: support

source: artist
fr: artiste

source: -- Choose an artist
fr: -- Choisir un artiste

source: -- Choose a media
fr: -- Choisir un support

source: -- Choose a style
fr: -- Choisir un style

source: Name
fr: Nom

source: Likes
fr: Aime

source: Dislikes
fr: N'aime pas

source: Save
fr: Enregistrer

source: confirmPassword
fr: confirmer mot de passe

source: password
fr: mot de passe

source: Artist %artist% successfully added
fr: L'artiste %artist% a bien été ajouté

source: Artist %artist% successfully modified
fr: L'artiste %artist% a bien été modifié

source: Artist %artist% successfully removed
fr: L'artiste %artist% a bien été supprimé

source: The artwork %painting% has been correctly added
fr: La peinture %painting% a bien été ajoutée

source: The artwork %painting% has been correctly modified
fr: La peinture %painting% a bien été modifiée

source: The artwork %painting% has been properly deleted
fr: La peinture %painting% a bien été supprimée

source: Media %media% successfully added
fr: Le support %media% a bien été ajouté

source: Media %media% successfully modified
fr: Le support %media% a bien été modifié

source: Media %media% successfully removed
fr: Le support %media% a bien été supprimé

source: Style %style% successfully added
fr: Le style %style% a bien été ajouté

source: Style %style% successfully modified
fr: Le style %style% a bien été modifié

source: Style %style% successfully removed
fr: Le style %style% a bien été supprimé

source: Password
fr: Mot de passe

source: Confirm Password
fr: Confirmer mot de passe

source: Sign-up
fr: S'inscrire

source: Artist
fr: Artiste

source: example: 50 x 50
fr: exemple: 50 x 50

source: Media
fr: Support

source: set 0 if you don't want to discount the artwork
fr: mettez 0 si vous ne voulez pas solder

source: Submit
fr: Soumettre

source: Month
fr: Mois

source: Day
fr: Jour

source: Add a painting
fr: Ajouter une peinture

source: Edit a painting
fr: Editer une peinture

source: The user profile %user% has been updated
fr: L'utilisateur %user% a été mis à jour

source: The user profile %user% has been properly deleted
fr: L'utilisateur %user% a été supprimé
