Repository: CyrielBastin/Art_Gallery
Catalog: translations/validators.*.xlf
Languages: fr

source: No more than {{ limit }} letters for the lastname
fr: Pas plus de {{ limit }} lettres pour le nom de famille

source: The author's lastname must contain at least {{ limit }} letters
fr: Le nom de famille de l'artiste doit contenir au moins {{ limit }} lettres

# 75ab6db
source: This place is for a description, no need to write a novel ! ( {{ limit }} letters max )
fr: Cet endroit est pour une description, pas besoin d'écrire un roman ! ({{ limit }} lettres max)

# c945fee
source: It would be nice to write a little comment about the author ({{ limit }} minimum letters please)
fr: Ce serait bien d'écrire un petit commentaire sur l'auteur ({{ limit }} lettres au minimum)

source: Your firstname must be of {{ limit }} letters maximum
fr: Votre prénom doit être de {{ limit }} lettres au maximum

source: Your firstname must be of {{ limit }} letters minimum
fr: Votre prénom doit être de {{ limit }} lettres au minimum

source: Your lastname must be of {{ limit }} letters maximum
fr: Votre nom de famille doit être de {{ limit }} lettres au maximum

source: Your lastname must be of {{ limit }} letters minimum
fr: Votre nom de famille doit être de {{ limit }} lettres au minimum

source: The subject must be of {{ limit }} letters maximum
fr: Le sujet doit être de {{ limit }} lettres au maximum

source: The subject must be of {{ limit }} letters minimum
fr: Le sujet doit être de {{ limit }} lettres au minimum

source: The message must be of {{ limit }} letters maximum
fr: Le message doit être de {{ limit }} lettres au maximum

source: The message must be of {{ limit }} letters minimum
fr: Le message doit être de {{ limit }} lettres au minimum

source: You are already subscribed to our newsletter
fr: Vous êtes déjà inscrit à notre newsletter

source: The title must be of {{ limit }} characters at max
fr: Le titre doit être de {{ limit }} lettres au maximum

source: The title must be of at least {{ limit }} characters
fr: Le titre doit être de {{ limit }} lettres au minimum

source: The artwork can't be painted in the future
fr: L'oeuvre ne peut être peinte dans le futur

source: This place is for a little description, no need to write a novel !
fr: Cet endroit est pour une petite description, pas besoin d'écrire un roman !

# 83f1bb4
source: It would be nice to write a little comment about the artwork ({{ limit }} minimum letters please)
fr: Ce serait bien d'écrire un petit quelque chose à propos de l'oeuvre ({{ limit }} lettres au minimum)

source: You can't put a price of less than {{ compared_value }} euros
fr: Vous ne pouvez mettre un prix inférieur à {{ compared_value ]] euros

source: {{ limit }} % minimum for the discount
fr: {{ limit }} % au minimum pour la promotion

source: You can't discount more than {{ limit }} %
fr: Vous ne pouvez faire une promotion plus grande que {{ limit }} %

source: Your commentary must be less than {{ compared_value }} caracters
fr: Votre commentaire doit contenir moins de {{ compared_value }} lettres

source: {{ limit }} caracters maximum
fr: {{ limit }} lettres au maximum

source: The name of the media must contain at leat {{ limit }} caracters
fr: Le nom du support doit contenir {{ limit }} lettres au minimum

source: This place is for a description, no need to write a novel !
fr: Cet endroit est pour une description, pas besoin d'écrire un roman !

# dde6441
source: It would be nice to write a little description about the media ({{ limit }} letters please)
fr: Ce serait bien d'écrire une petite description sur le support ({{ limit }} lettres au minimum)

source: A user with this email is already registered
fr: Un utilisateur avec cette adresse mail est déjà enregistré

source: The address {{ value }} is not a valid email address !
fr: {{ value }} n'est pas une adresse mail valide !

source: The passwords are not identical
fr: Les mots de passe ne sont pas identiques

source: The pseudo {{ value }} is already taken
fr: Le pseudo {{ value }} est déjà pris

source: Your signature must be {{ compared_value }} letters max !
fr: Votre signature doit contenir moins de {{ compared_value }} lettres

source: This field must be {{ compared_value }} letters max !
fr: Ce champ doit être de {{ compared_value }} lettres au maximum !
